export default {
  signal: 'zh',
  auth: {
    textFontFamily: 'SourceHanSansCN-Normal Source Han Sans CN, PingFang SC, sans-serif',
    titleFontFamily: 'Microsoft YaHei, Source Han Sans CN, PingFang SC, sans-serif',
  },
  /* header */
  breadCrumbs: {
    RelatedReports: '相关报道',
    Home: '首页',
    ReportDetail: '资讯详情',
    AboutUs: '关于我们',
    AboutBgain: '关于',
    History: '发展历程',
    Team: '管理团队',
    TeamText: '核心团队来自Amazon, Google, Facebook, IBM, 360, 黑石投资, 凯雷资本, 搜狐, 德勤, Bain, 高盛, Blackrock, 诺亚财富等。',
    ProductSercive: '产品与服务',
    AssetManagementService: '资产管理服务',
    TransactionService: '交易服务',
  },
  /* first-screen */
  screen: '数字财富之选',
  /* 关于我们  bgain优势 */
  introduce: ['Bgain Digital 是亚洲领先的数字金融公司，目前管理超过1亿美金数字资产。Bgain Digital以主动型数字资产管理为龙头业务，资管产品历史平均年化收益率超过50%；同时涵盖了包括流动性管理、资金通道、衍生品、头寸管理等数字金融多场景服务。Bgain Digital致力于为全球数字资产投资者提供合规、专业、安全的数字资产金融服务。'],
  // '数字资产时代已经开启，享受时代的红利是每一位投资者的期望。Bgain Digital 致力于为全球投资者提供合规、专业、安全、优质的数字资产金融服务，将传统金融和数字金融连接在一起。',
  aboutUsTitle: '我们的优势',
  aboutUs: [
    {
      image: '',
      text: [
        '五年历史业绩验证',
        '资产规模过亿美元',
        '布局全球产业资源',
      ],
      title: '先发',
    },
    {
      image: '',
      text: [
        '华尔街 / 硅谷团队',
        '独创数资风控引擎',
        '独创数资MoM交易系统',
      ],
      title: '专业',
    },
    {
      image: '',
      text: [
        '香港1、4、9 号牌',
        '拥有海外信托通道',
        '合规美元/数资基金架构',
      ],
      title: '合规',
    },
  ],
  /* 产品与服务 */
  servicesTitle: '产品与服务',
  services: [
    {
      title: '量化交易基金',
      text: '高频、统计套利、量化CTA等策略，捕捉BTC或法币本位的alpha',
      text1: [
        '高频、统计套利、量化',
        'CTA等策略，捕捉BTC或',
        '法币本位的alpha',
      ],
    },
    {
      title: '大宗交易',
      text: '快速执行客户大额订单，降低交易成本，合规通道保证资金出入安全',
      text1: [
        '快速执行大额订单，降低',
        '交易成本，合规通道保证',
        '资金出入安全',
      ],
    },
    {
      title: '量化MoM',
      text: '独创数字资产MoM智能管理系统，实现策略多样性与风险分散',
      text1: [
        '独创数字资产MoM智能',
        '管理系统，实现策略多样',
        '性与风险分散',
      ],
    },
    {
      title: '定制衍生品',
      text: '根据个性化需求为矿工及交易者提供定制化的期权、互换等衍生品',
      text1: [
        '根据个性化需求为矿工及',
        '交易者提供定制化的期权',
        '、互换等衍生品',
      ],
    },
    {
      title: '固定收益',
      text: '优先/劣后资金杠杆，保障优先级投资者预期收益和风险隔离',
      text1: [
        '优先/劣后资金杠杆，保障',
        '优先级投资者预期收益和',
        '风险隔离',
      ],
    },
    {
      title: '稳定币法币交易',
      text: '在合规框架下，为投资者和交易者提供便捷可靠的稳定币法币交易',
      text1: [
        '在合规框架下，为投资者',
        '和交易者提供便捷可靠的',
        '的稳定币法币交易',
      ],
    },
    {
      title: '流动性服务',
      text: '根据数字资产交易所的需求，为其提供定制化的有效流动性服务',
      text1: [
        '根据数字资产交易所的需',
        '求，为其提供定制化的有',
        '效流动性服务',
      ],
    },
    {
      title: '信托托管',
      text: '提供优质信托服务，通过数字资产对接法币产品完成全球资产配置',
      text1: [
        '提供优质信托服务，通过',
        '数字资产对接法币产品完',
        '成全球资产配置',
      ],
    },
  ],
  /* 新闻动态 */
  news: '相关报道',
  /* 合作伙伴 */
  partner: '合作伙伴',
  /* 合规 */
  compliance: '合规说明：Bgain Digital 走在合规的行业前端，已建立满足香港、新加坡、美国当局监管要求的基金体系，定期审计并向投资者披露，协助投资者合规地完成全球资产配置。',
  /* footer */
  footer: {
    address: '团队分布',
    team: '北京 深圳 旧金山',
    contact: '联系我们',
    email: '邮箱',
    tip: '风险提示：数字资产市场具有高波动性的特征，任何数字资产都具有涨跌风险，请谨慎做出投资决策，理性投资。',
  },

  /* 发展历程 */
  developmentHistory: [
    {
      date: '2020 Q1',
      title: [
        '管理资金规模超过10亿元',
        '成为亚洲最大的数字资管',
        '金融服务平台',
      ],
      direction: 'left',
      lineType: 'dashed',
    },

    {
      date: '2019 Q4',
      title: [
        '管理数字资产规模超5亿元',
        '专业风控及MoM系统上线',
        '拓展衍生品等金融服务',
      ],
      direction: 'right',
      lineType: 'solid',
    },
    {
      date: '2019.9',
      title: [
        '数字资产交易冠军联赛',
        '第二届正式启动',
      ],
      direction: 'left',
      lineType: 'solid',
    },
    {
      date: '2019.8',
      title: [
        'Bgain Digital 品牌发布',
        '管理资金规模超过亿元',
        '开启流动性等toB 服务',
        '产品种类超过40个',
        '基金收益>40%',
      ],
      direction: 'right',
      lineType: 'solid',
    },
    {
      date: '2019.6',
      title: [
        '管理资金规模超过千万元',
        '产品种类超过10个',
        '固收收益达到15%',
      ],
      direction: 'left',
      lineType: 'solid',
    },
    {
      date: '2019.5',
      title: [
        '首届数字资产交易冠军联赛',
        '邀请全球25家团队',
        '联合金色财经举办',
      ],
      direction: 'right',
      lineType: 'solid',
    },
    {
      date: '2019.4',
      title: ['Bgain Digital资管平台 1.0 上线'],
      direction: 'left',
      lineType: 'solid',
    },
    {
      date: '2018.12',
      title: ['Fin-bee成立'],
      direction: 'right',
      lineType: 'solid',
    },
  ],

  // 管理团队
  teamTitle: '核心团队来自Amazon, Google, Facebook, IBM, 360, 黑石投资, 凯雷资本, 搜狐, 德勤, Bain, 高盛, Blackrock, 诺亚财富等。',
  teamList: [
    {
      position: 'Chairman',
      name: '王然',
      introduce: [
        '美元对冲基金on Capital创始人',
        '前奇虎360投资总监',
        'IBM硅谷研究院',
        '牛津大学区块链项目',
        '纽约州立大学博士',
      ],
    },
    {
      position: 'CEO',
      name: '杨静',
      introduce: [
        '奥马电器（002668）钱包金融副总裁',
        '美国运通BD总监',
        '亚马逊中国支付业务总监',
        'Retail Decisions大中华区总经理',
        '拉夫堡大学硕士',
      ],
    },
    {
      position: 'Head of Investments',
      name: '王恒',
      introduce: [
        'Highlight Holdings数字资产量化投资总监，AUM 5000万美金',
        '前Oyster Venture投资总监',
        '奇虎360高级投资经理',
        '乌普萨拉大学及人大统计学专业',
      ],
    },
    {
      position: 'President',
      name: '林晓宇',
      introduce: [
        '奇点金融科技创始人/CEO',
        '科达数字集团（600986）首席战略官，区块链金融总经理',
        '黑石、凯雷资本投资顾问',
        '贝恩战略公司金融科技咨询顾问',
        '北京大学及斯坦福大学',
      ],
    },
    {
      position: 'Head of Strategy',
      name: '刘辰',
      introduce: [
        '8年商品期货量化交易经验',
        '曾就任于商品期货自营机构，管理规模数亿人民币，累计回报超过25倍',
        '北交经济学学士',
      ],
    },
    {
      position: 'Director of IR',
      name: '陆依莹',
      introduce: [
        'FBG美元对冲基金',
        '诺亚财富产品管理部',
        '国海富兰克林基金运营',
        '复旦大学',
      ],
    },
  ],
  // 关于Bagin
  aboutBgain: {
    aboutTitle: '关于我们',
    aboutText: 'Bgain Digital是一家数字金融服务机构，致力于为全球投资者提供合规、专业、安全、优质的数字资产金融服务，将传统金融与数字金融连接在一起。目前，Bgain Digital 提供包括资产管理、流动性、定制衍生品等产品及服务，客户包括全球的传统金融机构、财富管理机构、家族办及高净值个人投资者。',
    cooperativeInstitution: '合作机构',
    annualizedRateOfReturn: '投资年化收益率',
    servingWorld: '服务于全球',
    countries: ['中国', '美国', '日本', '新加坡', '马耳他', '瑞士'],
  },
  /* 定制化产品 */
  customizedProduct: {
    title: '定制产品请填写以下信息，以便与您联系',
    name: '姓名',
    group: '公司名称及部门',
    contact: '联系方式（手机号/微信号/邮箱）',
    submitButton: '提交',
    tipName: '请填写您的姓名',
    tipContact: '请填写您的联系方式',
  },
  // 资产管理服务
  asset: {
    investmentPhilosophy: {
      title: '投资理念',
      // eslint-disable-next-line max-len
      text: '数字资产的超高波动、市场常见的跳水行情以及24小时无休的管理难度，使得数字资产投资者需要找到更稳健的投资策略，追求与市场方向无关的alpha收益。一方面，数字资产的这种数倍于传统金融资产的高波动与不间断交易属性，创造了相比传统资产数倍的交易机会。同时，数字资产天然具备权益资产、大宗商品与外汇的综合属性，我们欣喜地发现这三类传统资产的交易策略都能够良好地复制到数字资产交易领域，比如股票alpha、商品CTA以及外汇多边套利等。根据我们对数字资产量化交易的长期参与与深入观察，其超额收益水平能够达到商品期货或股票市场的4倍以上。结合我们对金融资产交易的深刻理解与数字资产管理的先行实践，Bgain Digital能够通过多元化的交易策略为投资者创造超过行业平均水平的绝对收益。',
    },
    marketNeutral: {
      title: '市场中性',
      text: '数字资产高度分散的流动性、市场早期的显著无效性、衍生品工具的创新性，为做市商与套利者创造了仅交易价差波动的市场中性投资机会。我们全方位捕捉现货、期货合约、永续合约、期权之间的直接或统计套利机会，并结合多维度因子分析的方式构建多空组合获利，同时控制交易风险在极低水平，在极端行情中也不会出现大幅波动。',
    },
    cta: {
      title: 'CTA',
      text: '数字资产既具有数周至数月的中长期上涨或下跌周期，也频繁出现日内的短期大幅跳水或拉升行情，多周期的商品期货CTA策略能够在数字资产波动时根据信号进行趋势交易，通过做多或做空抓住趋势中的波段盈利机会。我们严格控制仓位杠杆在1倍以内，力求在极端行情与低波动阶段中保持较低回撤风险。',
    },
    mom: {
      title: '量化MoM',
      text: '我们通过投资优质数字资产量化交易管理人的方式进行分散配置，已尽调数百家管理机构，建立独有的数据库与管理人评价体系，并结合交易比赛等方式收集详细的交易风格信息，从中筛选满足要求的管理人建立MOM组合，动态调整组合管理人名录与投资权重，最大化策略多样性的同时尽可能分散交易风险。Bgain Digital自有风控系统能够实时监测所有管理账户交易状况，及时控制交易风险。',
    },
    investmentValueProposition: {
      title: '投资价值主张',
      text: '数字资产与传统资产相关性较低，能够丰富投资者资产组合的多样性。对于尚未持有数字资产的投资者，我们既能够帮助其以市场风险中性的投资方式追求数字资产中的绝对收益，也能够帮助其获得数字资产敞口以享受该市场的长期beta。已经持有数字资产的投资者，我们能够通过专业的主动管理能力提供相比单独持有增值之外的超额收益，帮助其构建数字资产领域中的投资组合。',
    },
    maxDrawdown: '最大回撤',
    apr: '年化收益率',
    sharpeRatio: '夏普比率',
    nav: '净值',
    roi: '收益率',

  },
  // 交易管理服务
  transaction: {
    otc: {
      title: 'OTC交易',
      text: '我们通过程序化与人工交易提供BTC、USDT等主要数字资产的交易服务。我们支持的订单规模从数十万美金至数千万美金不等，以美元、港币等主流货币结算，并尽可能确保当日能够完成交易。我们通过合规主体与知名银行账户进行资金收付，并要求交易伙伴严格KYC，确保往来资金安全可靠。',
    },
    largeTransactions: {
      title: '大宗交易',
      text: '利用我们在头部交易所有的快速执行与优惠费率，我们能为客户带来更好的买卖执行价格。我们提供多种交易算法，可根据客户要求定制交易方式。无论是出清投资代币，还是定期买入/卖出数字资产，我们都可以帮助客户高效执行。',
    },
    liquiditySolution: {
      title: '流动性解决方案',
      text: '凭借一直以来的速度与算法优势，我们为多家主流数字资产交易所提供定制化的流动性服务，包括为现货与合约标的提供交易深度并缩小盘口价差，充当最后的交易对手方。此外，我们还进行大量的跨交易所和交易所内套利交易创造交易量和流动性。目前我们每月交易额达数十亿美元。',
    },
    customize: {
      title: '定制化衍生品',
      text: '我们的衍生品服务旨在为数字资产投资者提供高度定制的风险敞口管理方案。数字资产持有者可以通过衍生品对冲市场风险消除不确定性，也可以将衍生品当做投资工具使用。我们目前提供的衍生品包括3-12个月的看跌/看涨期权与奇异期权，也可根据客户需求设计定制化的期权、互换与远期合约产品。',
    },
  },
  /* 新闻列表 */
  year: '全部年份',
};
